cask_args appdir: '/Applications'
tap 'caskroom/cask'
tap 'caskroom/versions'

brew 'imagemagick'
brew 'zsh'

cask 'sublime-text3'
cask '1password'
cask 'google-chrome'
cask 'alfred'
cask 'dropbox'
cask 'handbrake'
cask 'firefox'
cask 'mou'
cask 'kaleidoscope'
cask 'sequel-pro'
cask 'skype'
cask 'sonos'
cask 'spotify'
cask 'things'
cask 'tower'
cask 'transmit'
cask 'unrarx'
# cask 'panic-unison' # this cask is broken
cask 'vlc'
cask 'iterm2'
cask 'istat-menus'
cask 'ynab'
cask 'ios-console'
cask 'appcode'
cask 'arq'
cask 'charles'
cask 'coderunner'
cask 'dash'
cask 'gpgtools'
cask 'mamp'
cask 'omnioutliner'
# cask 'parallels-desktop9' # there is no cask for version 9 right now
# cask 'paw' # i don't have a private license right now
cask 'screenhero'
cask 'simpholders'
cask 'slack'
cask 'steam'
cask 'teamviewer'
cask 'utorrent'
cask 'seafile-client'
cask 'postman'
cask 'safari-technology-preview'

mas 'outBank', id: 775678532
mas 'Xcode', id: 497799835
mas 'Soulver', id: 348142037

#cask 'seafile-client'

#cask 'microsoft-office'